10/data/attachments/d98e52360885dd83.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_trip_Actions_97456_3</nif:username>
            <nif:friendToBeRequested>soap_actions_91256423-d3fd-4955-8136-e58e30212208</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>